// 3. ЗадатакНаписати програм који исписује збир бројева дељивих са 3, и производ бројева који нису дељивиса 3,а јесу са 7 (Између K и N, укључујући њих)Напомена: K може да буде веће од NПример:let K = 3let N = 35Збир: 198Производ: 960404. ЗадатакНаписати програм који исписује таблицу множења за 1 цифруБонус: За додатних 10% поена исписати таблицу множења за све цифре (1-9)Пример

let cifra = 5
let count = 9

for(let i = 0; i <= 10; i++){
    if(count >= 0){
        console.log(cifra, cifra * i)
    }
    count--
}